"closewin" = "Close Window";
"dereg" = "Unregister";
"modeDemo" = "Demo mode";
"modeReg" = "Registrationed version\n number %d";
"modeTrialm" = "Test license,\n %d days remaining";
"modeTrials" = "Test license,\n one day remaining";
"rdeexptext" = "Ulysses could not be unregistered. We did not receive a payment confirmation 30 days after you ordered Ulysses. Therefore we deactivated this license of Ulysses. For further questions, please send us an eMail to support@blue-tec.com";
"rdeexptitle" = "Not paid";
"rdenftext" = "Ulysses could not be unregistered. There is no registration using that name available on our server. Please make sure that all data is entered correctly. For further questions, please send us an eMail to support@blue-tec.com";
"rdenftitle" = "Not found";
"rderegtext" = "This copy of Ulysses was successfully unregistered with our server.";
"rderegtitle" = "Unregistered";
"reg" = "Registration";
"rerrtext" = "Your registration file has been corrupted. Please register again.";
"rerrtitle" = "Registration file corrupt";
"rexptext" = "Ulysses could not be registered. We did not receive a payment confirmation 30 days after you ordered Ulysses. Therefore we deactivated this license of Ulysses. For further questions, please send us an eMail to support@blue-tec.com";
"rexptitle" = "Not paid";
"rfulltext" = "Ulysses could not be registered. You already registered three copies of Ulysses using your name.\n\nYou can unregister one of these versions by choosing “Registration...“ from the “Ulysses“ menu and clicking on “Unregister“. Alternatively, send us an eMail to support@blue-tec.com";
"rfulltitle" = "Already registered twice";
"rnftext" = "Ulysses could not be registered. There is no registration using that name available on our server. Please make sure that all data is entered correctly. For further questions, please send us an eMail to support@blue-tec.com";
"rnftitle" = "Not found";
"rnotptext" = "Ulysses could not be registered. It seems that you don't have the right read/write permissions for Ulysses. For further questions, please send us an eMail to support@blue-tec.com";
"rnotptitle" = "Not possible";
"rregtext" = "Ulysses was successfully registered with our server. Thank you for choosing Ulysses. For further questions, please send us an eMail to support@blue-tec.com\n\nIf you ever want to unregister this copy of Ulysses, you can do so by choosing “Registration...“ from the “Ulysses“ menu and clicking on “Unregister“.";
"rregtitle" = "Registrationed";
"texptext" = "Your test license expired. Thank you for evaluating Ulysses. We hope that you like our product and decide to make a purchase.";
"texptitle" = "Test license expired";
"tnotptext" = "You can't obtain another test license, because you already had one that expired.";
"tnotptitle" = "Not possible";
"tregtext" = "You have successfully obtained a test license from our server. Remaining time: %d days.";
"tregtitle" = "Obtained test license";
"twexptext" = "Your test license will expire in %d days. After that period you will only be able to use Ulysses in demo mode.";
"twexptitle" = "Test license will expire";
